{
  "main": {
    "name": "Nardin Lachowski",
    "occupation": "Full Stack Developer",
    "description": "I am here to learn",
    "image": "profilepic.jpeg",
    "bio": "I have worked in tech for over 6 years, mainly in product support, implementations and software integrations! In 2020, I decided to take advantage of working from home and I enrolled into UConn's Fullstack Coding Bootcamp. This has led to earning my certification as a Fullstack Software Develper. I am eager to learn new technologies as I continue refining my skills and growing my portfolio. At the moment, I am working on a couple of projects that I will showcase on this page soon, so please stay tuned for updates.",
    "contactmessage": "Please reach out if you're interested in working together or just wanting to say hello!",
    "email": "nardincodes@gmail.com",
    "phone": "(203) 570-9066",
    "address": {
      "city": "Hingham",
      "state": "Massachussets"
    },
    "website": "http://github.com/nard1n",
    "resumedownload": "./images/NL2021Resume.pdf",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/nardinl",
        "className": "fa fa-linkedin"
      },
      {
        "name": "github",
        "url": "https://github.com/nard1n",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
      "education": [
      {
        "school": "University of Connecticut",
        "degree": "Bachelor's Degree, Biological Sciences",
        "graduated": "May 2013"
      },
      {
        "degree": "Certification, Full Stack Software Developer",
        "graduated": "Apr 2021"
      }
    ],
    "work": [
      {
        "company": "KnownPoint Technology",
        "title": "Intern Full Stack Software Developer",
        "years": "May 2021 - Present",
        "description": "Scope, maintain, and implement new features. Fix bugs and improve site functionality."
      },
      {
        "company": "Paytronix Systems",
        "title": "Implementations Specialist, Technology Consultant",
        "years": "Dec 2019 - Present",
        "description": "Project Management of multifaceted implementation projects with varying product requirements. Discuss and tailor solutions to meet clients' needs."
      },
      {
        "company": "CJ Affiliate",
        "title": "Client Integrations Engineer",
        "years": "Nov 2018 - Dec 2019",
        "description": "Provided technical solutions and invovled in strategic discussion with developers during onboarding. Plan, QA, and deployment of integrations."
      },
      {
        "company": "Indeed.com",
        "title": "Product Support Analyst",
        "years": "Apr 2015 - Nov 2018",
        "description": "Product support and extensive knowledge of third-party integrations. Collaborated with various department on cross-functional responibilities and initiatives."
      }
    ],
    "skills": [
      {
        "name": "JavaScript, React.js, Python, Node.js",
        "title": "Programming languages"
      },
      {
        "name": "HTML, CSS, jQuery, Redux, Express.js, Bootstrap, Materialize, Material UI",
        "title": "Web Development"
      },
      {
        "name": "SQL, MongoDB, MySQL, JSON, AJAX, RESTful APIs, XML, Google Tag Manager",
        "title": "Database and Analytics"
      },
      {
        "name": "Heroku, Git, ELK Stack, Miro, Figma, JIRA, Confluence, Salesforce, Zendesk, Smartsheets, ELK Stack, User Auth",
        "title": "Tools and Technologies"
      },
      {
        "name": "Deployment | Project Management | Employee onboarding and mentoring | Agile methodology | Cross-functional Collaboration | Customer Service | Product Research",
        "title": "Additional Experience"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Takeoff Travel Itenirary (MERN)",
        "category": "TakeOff is a travel planning and blog application. Users can keep track of current and past trips. The itinerary creator allows the user to keep track of planned events or outings. Since traffic and weather conditions can affect your plans, with a travel itinarary on hand you can be more flexible. Users can also create blogs of their favorite travel memories and list destinations for their future adventures. || Technologies: JS, CSS, Node, Express, React, Redux, MongoDB",
        "image": "takeoff.png",
        "url": "https://takeoff123.herokuapp.com/"
      },
      {
        "title": "Hulu Clone (React JS)",
        "category": "This is a clone of hulu.com designed with as mobile-first responsive application.  Built with REACT.js, Next.js, and Tailwind CSS. The movies populated in the app call the TMDB api. || Technologies: React.js, Next.js, TailwindCSS, Deployed to Vercel",
        "image": "hulu-screenshot.png",
        "url": "https://hulu-clone-beta-woad.vercel.app/"
      },
      {
        "title": "Endless Pastabilities",
        "category": "This is a recipe search page that allows the user to search for recipes using certain ingredients. Adds the ingredients needed to make those recipes into a shopping list. || Technologies: HTML, Picnic CSS library, JQuery, APIs, local storage",
        "image": "recipe-shopper.png",
        "url": "https://nard1n.github.io/recipe-shopper/"
      },
      {
        "title": "Note Taker",
        "category": "Effective Note Taker is the perfect solution for users who need to keep track of a lot of information. It's easy to forget or be unable to recall something important so this gives you the perfect place to jot it down quickly and retrive it later   ||   Technologies: HTML, JS, JSON, Express, Deployed to Heroku",
        "image": "notetaker.png",
        "url": "https://limitless-woodland-29832.herokuapp.com/"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Nardin is absolutely excellent, her depth of knowledge & her mentorship really mean a lot. I would definitely recommend!",
        "user": "Jorge Fouto"
      },
      {
        "text": "Nardin's contributions to our project has been AWESOME, she makes web development look so easy and hse is very approachable. You'll finally feel like you know what's going on!",
        "user": "Adam Curtis"
      }
    ]
  }
}
